[
	{
		"q": "What is the minimum age one can do Simha Kriya?",
		"a": "6 years. The practice is not effective for children below 6 years of age."
	},
	{
		"q": "Is there any upper age limit for Simha Kriya?",
		"a": "Anyone between the ages of 6 and 70 can practice Simha Kriya. Those above 70 years of age can also do the practice, but they must do the breathing only 12 times (not 21 times)."
	},
	{
		"q": "Who can do the practice Simha Kriya?",
		"a": "Anyone can do the practice, including pregnant women, women during their menstrual cycle, and those suffering from chronic ailments or any other medical conditions (like asthma, migraine, diabetes, high blood pressure, heart disease, lung related diseases, glaucoma, cataract, retinal detachment, hernia, etc.)<br/>People with brain hemorrhage or brain tumor can also do the practice, but they must do the breathing 12 times only (not 21 times)."
	},
	{
		"q": "How long should I wait after undergoing surgery before I resume Simha Kriya?",
		"a": "Wait for 6 months after a major surgery and 6 weeks after a minor surgery."
	},
	{
		"q": "I am not able to sit on the floor. Can I still attempt the practice?",
		"a": "The practice is more effective when it is done while sitting on the floor. You can make use of cushions or some other padding for the support that will make it easier for you to sit on the floor. However, if it is still too difficult for you to sit on the floor, you can sit on a chair. You can sit with your legs crossed at the ankles and do the practice."
	},
	{
		"q": "How long should I wait after my meal to do Simha Kriya?",
		"a": "Do not do the practice immediately after eating. Allow at least 2.5 hours after a meal."
	},
	{
		"q": "Can I eat immediately after Simha Kriya?",
		"a": "Yes. You can eat or have a beverage that is at room temperature immediately after practice. Wait 10-15 minutes before consuming something refrigerated."
	},
	{
		"q": "Can I teach someone how to do Simha Kriya if they are unable to watch the video?",
		"a": "No. The kriya is a very subtle science. A distilled essence has been presented to you in these challenging times. Yogic practices have the power to transform your life if done properly, so it generally takes years of training to ensure they are imparted in the right way. You can use the video as a device to offer the kriya to others. If you are interested in teaching this and other practices, please contact us to find out more about the Teacher Training Program."
	},
	{
		"q": "Can I take a bath immediately after doing the Simha Kriya?",
		"a": "After the practice, wait for 15-20 minutes before taking a hot bath and 25-30 minutes before taking a cold bath."
	},
	{
		"q": "How many times a day can I do Simha Kriya?",
		"a": "You can do Simha Kriya up to 3 times a day ensuring that you are in a light stomach condition (2.5 hours after a meal) and maintain a gap of at least 4 hours between practicing two kriyas.<br/>Those who are at a higher risk of COVID – who may have more exposure to the virus (medical fraternity, police, etc.) – can do it 3-5 times a day, ensuring to maintain the above conditions."
	},
	{
		"q": "How much time should I maintain between two Simha Kriya practices?",
		"a": "Maintain a gap of at least 4 hours between two practices."
	},
	{
		"q": "Simha Kriya is very powerful. Can I increase the count beyond 21 (and do 42, 63, etc.)?",
		"a": "No. It is very important to do the practice exactly as instructed. Sadhguru says that if you increase the count, it may cause serious damage to the system."
	},
	{
		"q": "In Simha Kriya if I'm not able to do the breathing 21 times, can I do less?",
		"a": "Yes, you can do it 12 times."
	},
	{
		"q": "In Simha Kriya does the head have to be upturned?",
		"a": "Yes. Your head should be slightly upturned."
	},
	{
		"q": "In Simha Kriya during the last part of holding the breath, should I still be pushing my shoulders up?",
		"a": "Yes."
	},
	{
		"q": "In Simha Kriya for the last stage: does the tongue need to be rolled in while holding the breath?",
		"a": "Yes. The tongue needs to be rolled in."
	},
	{
		"q": "In Simha Kriya for the last stage: can we hold the breath longer than one minute if we are able to?",
		"a": "You can hold it for as long as it is comfortable."
	},
	{
		"q": "In Simha Kriya I cannot hold my breath for 30 seconds. Can I still do the practice and work towards increasing the duration of holding my breath?",
		"a": "Yes."
	},
	{
		"q": "Is there any specific order to incorporate Simha Kriya with other Isha practices?",
		"a": "There is no specific order."
	},
	{
		"q": "Any guidelines about where to do Simha Kriya and any precautions to take?",
		"a": "There are no specific precautions. Just ensure that the air is clean and the space is clean, hygienic, and well ventilated.<br/>If there are other people in the room, keep sufficient space around you."
	},
	{
		"q": "Can I lie down / do Shavasana after Simha Kriya?",
		"a": "No."
	}
]
